Repository: AnttiChristian/hbmame
Catalog: language/*/strings.po
Languages: spanish

source: Audit in progress...
spanish: Auditando...

source: New Barcode:
spanish: Nuevo Código de Barras

source: Enter Code
spanish: Introduzca Código de Barras

source: Barcode length invalid!
spanish: ¡Longitud del Código de Barras inválida!

source: Cheat Comment: %s
spanish: Comentario del Cheat: %s

source: All cheats reloaded
spanish: Todos los cheats recargados

source: Autofire Settings
spanish: Configuración del Autofire

source: Reset All
spanish: Reiniciar Todo

source: Reload All
spanish: Recargar Todo

source: Autofire Status
spanish: Estado del Autofire

source: Disabled
spanish: Deshabilitado

source: Enabled
spanish: Habilitado

source: On
spanish: Activo

source: Off
spanish: Inactivo

source: No buttons found on this machine!
spanish: ¡No se han encontrado botones en esta máquina!

source: Autofire Delay
spanish: Retardo del Autofire

source: Lightgun Device Assignment
spanish: Asignación del Dispositivo Lightgun

source: Trackball Device Assignment
spanish: Asignación del Dispositivo Trackball

source: Pedal Device Assignment
spanish: Asignación del Dispositivo Pedal

source: Adstick Device Assignment
spanish: Asignación del Dispositivo Adstick

source: Paddle Device Assignment
spanish: Asignación del Dispositivo Paddle

source: Dial Device Assignment
spanish: Asignación del Dispositivo Dial

source: Positional Device Assignment
spanish: Asignación del Dispositivo Posicional

source: Mouse Device Assignment
spanish: Asignación del Dispositivo Mouse

source: Device Mapping
spanish: Mapeado de Dispositivos

source: Main filter
spanish: Filtro principal

source: Other filter
spanish: Otros filtros

source: Remove last filter
spanish: Eliminar último filtro

source: Add filter
spanish: Añadir filtro

source: Select custom filters:
spanish: Seleccionar filtros personalizados:

source: Show All
spanish: Mostrar Todo

source: Hide Filters
spanish: Ocultar Filtros

source: Hide Info/Image
spanish: Ocultar Info/Imagen

source: Hide Both
spanish: Ocultar Ambos

source: Fonts
spanish: Fuentes

source: Colors
spanish: Colores

source: Language
spanish: Idioma

source: Show side panels
spanish: Mostrar paneles laterales

source: Custom UI Settings
spanish: Configuración personalizada del UI

source: UI Font
spanish: Fuente para el UI

source: Bold
spanish: Negrita

source: Italic
spanish: Cursiva

source: Lines
spanish: Líneas

source: Infos text size
spanish: Tamaño del texto de información

source: UI Fonts Settings
spanish: Configuración de las fuentes para el UI

source: Sample text - Lorem ipsum dolor sit amet, consectetur adipiscing elit.
spanish: Texto de ejemplo - Lorem ipsum dolor sit amet, consectetur adipiscing elit.

source: Normal text
spanish: Texto normal

source: Selected color
spanish: Texto seleccionado

source: Normal text background
spanish: Fondo del texto normal

source: Selected background color
spanish: Fondo del texto seleccionado

source: Subitem color
spanish: Color de los Subitems

source: Clone
spanish: Clon

source: Border
spanish: Borde

source: Background
spanish: Fondo

source: Unavailable color
spanish: Color no disponible

source: Slider color
spanish: Color slider

source: Gfx viewer background
spanish: Fondo del visor Gfx

source: Mouse over color
spanish: Mouse sobre color

source: Mouse over background color
spanish: Mouse sobre color de fondo

source: Mouse down color
spanish: Color mouse down

source: Mouse down background color
spanish: Color de fondo mouse down

source: Restore originals colors
spanish: Restaurar colores originales

source: UI Colors Settings
spanish: Configuración Colores UI

source: Double click or press
spanish: Doble click o pulse

source: to change the color value
spanish: para cambiar el valor del color

source: Menu Preview
spanish: Previsualizar Menu

source: Selected
spanish: Seleccionado

source: Mouse Over
spanish: Mouse Sobre

source: Choose from palette
spanish: Elija de la paleta

source: - ARGB Settings
spanish: - Configuración ARGB

source: Color preview =
spanish: Previsualización del color =

source: Software History
spanish: Historia del software

source: Software Usage
spanish: Uso del Software

source: Revision:
spanish: Revisión:

source: Folders Setup
spanish: Configuración de las Carpetas

source: Current
spanish: Actual

source: Folders
spanish: Carpetas

source: Change Folder
spanish: Cambiar Carpeta

source: Add Folder
spanish: Añadir Carpeta

source: Remove Folder
spanish: Eliminar Carpeta

source: Change)
spanish: Cambio)

source: Add
spanish: Añadir

source: Folder - Search:
spanish: Carpeta - Buscar:

source: Press TAB to set
spanish: Pulsa TAB para fijar

source: Remove
spanish: Eliminar

source: Folder
spanish: Carpeta

source: Display Options
spanish: Mostrar Opciones

source: Input (this Machine)
spanish: Input (esta Máquina)

source: Analog Controls
spanish: Controles Analógicos

source: Machine Configuration
spanish: Configuración de la Máquina

source: Bookkeeping Info
spanish: Info Contabilidad

source: Machine Information
spanish: Información de la Máquina

source: Image Information
spanish: Información de Imagen

source: File Manager
spanish: Gestor de Ficheros

source: Pseudo terminals
spanish: Pseudo terminales

source: Bios Selection
spanish: Selección de Bios

source: Slot Devices
spanish: Dispositivos Slot

source: Barcode Reader
spanish: Lector de Códigos de barras

source: Network Devices
spanish: Dispositivos de Red

source: Keyboard Mode
spanish: Modo Teclado

source: Slider Controls
spanish: Controles Slider

source: Video Options
spanish: Opciones de Vídeo

source: Crosshair Options
spanish: Opciones Crosshair

source: External DAT View
spanish: Vista DAT externa

source: Add To Favorites
spanish: Añadir a Favoritos

source: Remove From Favorites
spanish: Eliminar De Favoritos

source: Select New Machine
spanish: Elegir Nueva Máquina

source: Keyboard Mode:
spanish: Modo Teclado:

source: Emulated
spanish: Emulado

source: (locked)
spanish: (bloqueado)

source: Visible Delay
spanish: Delay Visible

source: Re-select last machine played
spanish: Elegir última máquina emulada

source: Enlarge images in the right panel
spanish: Agrandar imágenes en el panel derecho

source: DATs info
spanish: Info de los DATs

source: Show mouse pointer
spanish: Mostrar puntero del ratón

source: Confirm quit from machines
spanish: Confirmar salida

source: Skip displaying information's screen at startup
spanish: No mostrar la pantalla de información al inicio

source: Force 4:3 appearance for software snapshot
spanish: Forzar apariencia 4:3 para los snapshots del software

source: Use image as background
spanish: Utilizar imagen como fondo

source: Skip bios selection menu
spanish: No mostrar el menú de selección de bios

source: Skip software parts selection menu
spanish: No mostrar el menú de selección del software

source: Miscellaneous Options
spanish: Opciones varias

source: %s.xml saved under ui folder.
spanish: %s.xml guardado en la carpeta ui

source: Name: Description:
spanish: Nombre: Descripción:

source: %s.txt saved under ui folder.
spanish: %s.txt guardado en la carpeta ui

source: Export XML format
spanish: Exportar en formato XML

source: Export TXT format
spanish: Exportar en formato TXT

source: Filter
spanish: Filtro

source: Customize UI
spanish: Personalizar UI

source: Sound Options
spanish: Opciones de Sonido

source: Settings
spanish: Configuración

source: **Error to save ui.ini**
spanish: **Error al guardar ui.ini**

source: Selection List - Search:
spanish: Lista de Celección - Buscar:

source: to select
spanish: a seleccionar

source: General Info
spanish: Info General

source: **Error to load %s.ini**
spanish: **Error al leer %s.ini**

source: **Error to save %s.ini**
spanish: Error al guardar %s.ini**

source: Configuration saved
spanish: Configuración guardada

source: %s added to favorites list.
spanish: %s añadido a la lista de favoritos.

source: %s removed from favorites list.
spanish: %s eliminado de la lista de favoritos.

source: The selected machine is missing one or more required ROM or CHD images. Please select a different machine. Press any key (except ESC) to continue.
spanish: Falta la máquina seleccionada o una o más de sus ROM o imágenes CHD. Por favor elija otra máquina. Pulse cualquier tecla (excepto ESC) para continuar.

source: Configure Options
spanish: Configurar Opciones

source: Configure Directories
spanish: Configurar Directorios

source: Save Configuration
spanish: Guardar Configuración

source: MAME %s ( %d / %d machines (%d BIOS) )
spanish: MAME %s ( máquinas %d / %d (%d BIOS) )

source: Search:
spanish: Buscar:

source: Year:
spanish: Año:

source: Manufacturer: %-.100s
spanish: Fabricante: %-.100s

source: Driver is Clone of: %-.100s
spanish: El Driver es un Clon de %-.100s

source: Driver is Parent
spanish: El Driver es Padre

source: Overall: NOT WORKING
spanish: General: NO FUNCIONA

source: Overall: Unemulated Protection
spanish: General: Protección no Emulada

source: Overall: Working
spanish: General: Funciona

source: Graphics: Imperfect Colors
spanish: Gráficos: Colores Imperfectos

source: Graphics: Wrong Colors
spanish: Gráficos: Colores Erróneos

source: Graphics: Imperfect
spanish: Gráficos: Imperfectos

source: Graphics: OK
spanish: Gráficos: OK

source: Sound: Unimplemented
spanish: Sonido: No Implementado

source: Sound: Imperfect
spanish: Sonido: Imperfecto

source: Sound: OK
spanish: Sonido: OK

source: Driver is Skeleton: %s
spanish: El Driver es un Skeleton: %s

source: Yes
spanish: Si

source: Game is Mechanical: %s
spanish: El Juego es Mecánico: %s

source: Requires Artwork: %s
spanish: Requiere Artwork: %s

source: Requires Clickable Artwork: %s
spanish: Requiere Artwork Clickable: %s

source: Support Cocktail: %s
spanish: Soporta Cocktail: %s

source: Driver is Bios: %s
spanish: El Driver es una Bios: %s

source: Support Save: %s
spanish: Soporta Guardado: %s

source: Screen Orentation: %s
spanish: Orientación de la Pantalla: %s

source: Requires CHD: %s
spanish: Requiere CHD: %s

source: Roms Audit Pass: OK
spanish: Auditoría de las Roms: OK

source: Roms Audit Pass: BAD
spanish: Auditoría de las Roms: MAL

source: Samples Audit Pass: None Needed
spanish: Auditoría de los Samples: No es Necesario

source: Samples Audit Pass: OK
spanish: Auditoría de los Samples: OK

source: Samples Audit Pass: BAD
spanish: Auditoría de los Samples: MAL

source: Roms Audit Pass: Disabled Samples Audit Pass: Disabled
spanish: Auditoría de las Roms: Deshabilitado Auditoría de los Samples: Deshabilitado

source: No Infos Available
spanish: No hay Infos disponibles

source: Usage
spanish: Uso

source: (default)
spanish: (por defecto)

source: Region: %s -
spanish: Región: %s -

source: Publisher: %s -
spanish: Editor: %s -

source: Year: %s -
spanish: Año: %s -

source: Software List: %s -
spanish: Lista de Software: %s -

source: Device type: %s -
spanish: Tipo de Dispositivo: %s -

source: %s Search: %s_
spanish: %s Buscar: %s_

source: Software part selection:
spanish: Selección parte software:

source: Bios selection:
spanish: Selección de Bios:

source: [internal]
spanish: [interno]

source: Sound
spanish: Sonido

source: Sample Rate
spanish: Tasa de Muestreo

source: Use External Samples
spanish: Utilizar Samples Externos

source: This driver requires images to be loaded in the following device(s):
spanish: Este driver requiere que el software se cargue en los siguientes dispositivos:

source: Usage of emulators in conjunction with ROMs you don't own is forbidden by copyright law.
spanish: El uso de emuladores junto con ROMs que no son de su propiedad está prohibido por las leyes del copyright.

source: IF YOU ARE NOT LEGALLY ENTITLED TO PLAY "%s" ON THIS EMULATOR, PRESS ESC.
spanish: SI NO ESTÁ LEGALMENTE LEGITIMADO PARA REPRODUCIR "%s" EN ESTE EMULADOR, PULSE ESC.

source: Otherwise, type OK or move the joystick left then right to continue
spanish: En otro caso, pulse OK o mueva el joystick de izquierda a derecha para continuar

source: One or more ROMs/CHDs for this machine are incorrect. The machine may not run correctly.
spanish: Uno o más ROMs/CHDs de esta máquina son incorrectos. Esta máquina podría no funcionar correctamente.

source: There are known problems with this machine
spanish: Existen problemas conocidos con esta máquina

source: One or more ROMs/CHDs for this machine have not been correctly dumped.
spanish: Uno o más ROMs/CHDs de esta máquina no han sido volcados correctamente.

source: The keyboard emulation may not be 100% accurate.
spanish: La emulación del teclado puede no ser 100% precisa.

source: The colors aren't 100% accurate.
spanish: Los colores no son 100% precisos.

source: The colors are completely wrong.
spanish: Los colores son completamente erróneos

source: The video emulation isn't 100% accurate.
spanish: La emulación de vídeo no es 100% precisa.

source: The sound emulation isn't 100% accurate.
spanish: La emulación de sonido no es 100% precisa.

source: The machine lacks sound.
spanish: A esta máquina le falta el sonido.

source: Screen flipping in cocktail mode is not supported.
spanish: El volteado de la pantalla en modo cocktail no está soportado.

source: The machine requires external artwork files
spanish: La máquina requiere ficheros artwork externos

source: This machine was never completed. It may exhibit strange behavior or missing elements that are not bugs in the emulation.
spanish: Esta máquina nunca fue terminada. Podría mostrar un comportamiento extraño o falta de elementos que no son bugs de la emulación.

source: This machine has no sound hardware, MAME will produce no sounds, this is expected behaviour.
spanish: Esta máquina no tiene hardware de sonido, MAME no reproducirá sonidos, este es el comportamiento experado.

source: The machine has protection which isn't fully emulated.
spanish: La máquina tiene un sistema de protección que no está completamente emulado.

source: THIS MACHINE DOESN'T WORK. The emulation for this machine is not yet complete. There is nothing you can do to fix this problem except wait for the developers to improve the emulation.
spanish: ESTA MÁQUINA NO FUNCIONA. La emulación para esta máquina no está todavía completada. No hay nada que pueda hacer para arreglar el problema salvo esperar a que los desarrolladores mejores la emulación.

source: Certain elements of this machine cannot be emulated as it requires actual physical interaction or consists of mechanical devices. It is not possible to fully play this machine.
spanish: Algunos elementos de esta máquina no pueden ser emulados dado que actualmente requieren una interacción física o está compuesta de dispositivos mecánicos. No es posible reproducir completamente esta máquina.

source: There are working clones of this machine:
spanish: Existen clones funcionales de esta máquina:

source: Type OK or move the joystick left then right to continue
spanish: Pulse OK o mueva el joystick de izquierda a derecha para continuar

source: Sound:
spanish: Sonido:

source: Video:
spanish: Vídeo:

source: None
spanish: Ninguno

source: Keyboard Emulation Status
spanish: Estado de la Emulación del Teclado

source: Mode: PARTIAL Emulation
spanish: Modo: Emulación PARCIAL

source: UI: Enabled
spanish: UI: Habilitada

source: **Use ScrLock to toggle**
spanish: **Utilize ScrLock para cambiar**

source: Mode: FULL Emulation
spanish: Modo: Emulación COMPLETA

source: UI: Disabled
spanish: UI: Deshabilitada

source: Autofire can't be enabled
spanish: No se puede habilitar el Autofire

source: Select position to save to
spanish: Seleccione posición para guardar

source: Select position to load from
spanish: Seleccione posición para leer

source: Save cancelled
spanish: Guardado cancelado

source: Load cancelled
spanish: Lectura cancelada

source: Save to position %s
spanish: Guardado de %s

source: Load from position %s
spanish: Lectura de %s

source: Are you sure you want to quit? Press ''%s'' to quit, Press ''%s'' to return to emulation.
spanish: ¿Seguro que quiere salir? Pulse ''%s'' para salir, Pulse ''%s'' para volver a la emulación.

source: Master Volume
spanish: Volumen Master

source: Volume
spanish: Volumen

source: Vector Flicker
spanish: Parpadeo del Vector

source: Beam Width Minimum
spanish: Mínimo Ancho del Rayo

source: Beam Width Maximum
spanish: Máximo Ancho del Rayo

source: Beam Intensity Weight
spanish: Peso de la Intensidad en el Rayo

source: Screen '%s'
spanish: Pantalla '%s'

source: Screen
spanish: Pantalla

source: Screen #%d
spanish: Pantalla #%d

source: Rotate
spanish: Rotar
